Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Hot
ar: حار
cs: Horko
da: Varm
de: Heiß
el: Καύσωνας
es: Calor
es_419: Caliente
fi: Kuuma
fr: Chaud
he: חם
hi: गर्म
hr: Vruće
hu: Forró
id: Panas
it: Caldo
ja: 熱い
ko: 뜨거움
ms: Panas
nb: Het
nl: Heet
pl: Gorąco
pt_br: Quente
pt_pt: Quente
ro: Fierbinte
sk: Horúco
sv: Hett
th: ร้อน
tr: Sıcak
uk: Гаряче
vi: Nóng
zh_hans: 炽热
zh_hant: 炎熱

source: Hot flash
ar: هبّة ساخنة
cs: Nával horka
da: Hedetur
de: Hitzewallung
el: Έξαψη
es: Sofoco
es_419: Bochorno
fi: Kuuma aalto
fr: Bouffée
he: גל חום
hi: हॉट फ़्लैश
hr: Valung
hu: Hőhullám
id: Panas mendadak
it: Vampata
ja: ホットフラッシュ
ko: 안면홍조
ms: Panas mendadak
nb: Hetetokt
nl: Opvlieger
pl: Uderzenie gorąca
pt_br: Fogacho
pt_pt: Afrontamento
ro: Bufeu
sk: Nával tepla
sv: Värmevallning
th: ร้อนวูบวาบ
tr: Sıcak basması
uk: Приплив
vi: Bốc hỏa
zh_hans: 潮热
zh_hant: 熱潮紅

source: Hot flash, give me 3 minutes.
ar: هبّة ساخنة. أحتاج 3 دقائق.
cs: Nával horka, dej mi 3 minuty.
da: Hedetur, giv mig 3 minutter.
de: Hitzewallung, gib mir 3 Minuten.
el: Έξαψη, δώσε μου 3 λεπτά.
es: Sofoco, dame 3 minutos.
es_419: Bochorno, dame 3 minutos.
fi: Kuuma aalto, anna minulle 3 minuuttia.
fr: Bouffée de chaleur, laisse-moi 3 minutes.
he: גל חום, תנו לי 3 דקות.
hi: हॉट फ़्लैश, मुझे 3 मिनट दो।
hr: Valung, daj mi 3 minute.
hu: Hőhullám, adj 3 percet.
id: Lagi panas mendadak, beri aku 3 menit.
it: Vampata, dammi 3 minuti.
ja: ホットフラッシュ中です。3分ください。
ko: 안면홍조 왔어요. 3분만 줘요.
ms: Panas mendadak, beri saya 3 minit.
nb: Hetetokt, gi meg 3 minutter.
nl: Opvlieger, geef me 3 minuten.
pl: Uderzenie gorąca, daj mi 3 minuty.
pt_br: Fogacho. Me dá 3 minutos.
pt_pt: Afrontamento, dá-me 3 minutos.
ro: Bufeu. Dă-mi 3 minute.
sk: Nával tepla, daj mi 3 minúty.
sv: Värmevallning, ge mig 3 minuter.
th: ร้อนวูบวาบ ขอเวลา 3 นาที
tr: Sıcak basması, bana 3 dakika ver.
uk: Приплив, дай мені 3 хвилини.
vi: Bốc hỏa rồi, cho mình 3 phút.
zh_hans: 潮热来了，给我 3 分钟。
zh_hant: 熱潮紅中，給我 3 分鐘。

source: Hot flash. Back in 3.
ar: هبّة ساخنة. أعود بعد 3 دقائق.
cs: Nával horka. Za 3 minuty jsem zpět.
da: Hedetur. Tilbage om 3.
de: Hitzewallung. Bin in 3 Min. zurück.
el: Έξαψη. Επιστρέφω σε 3.
es: Sofoco. Vuelvo en 3.
es_419: Bochorno. Vuelvo en 3.
fi: Kuuma aalto. Palaan 3 minuutin päästä.
fr: Bouffée de chaleur. Retour dans 3 min.
he: גל חום. חוזרת בעוד 3.
hi: हॉट फ़्लैश। 3 मिनट में लौटती हूँ।
hr: Valung. Vraćam se za 3.
hu: Hőhullám. 3 perc, és jövök.
id: Panas mendadak. 3 menit lagi aku kembali.
it: Vampata. Torno tra 3.
ja: ホットフラッシュ中。3分で戻ります。
ko: 안면홍조 중. 3분 뒤에 올게요.
ms: Panas mendadak. Kembali dalam 3 minit.
nb: Hetetokt. Tilbake om 3.
nl: Opvlieger. Over 3 minuten terug.
pl: Uderzenie gorąca. Wracam za 3 minuty.
pt_br: Fogacho. Volto em 3.
pt_pt: Afrontamento. Volto daqui a 3.
ro: Bufeu. Revin în 3.
sk: Nával tepla. Späť o 3 minúty.
sv: Värmevallning. Tillbaka om 3.
th: ร้อนวูบวาบ เดี๋ยวกลับมาใน 3 นาที
tr: Sıcak basması. 3 dakikaya dönerim.
uk: Приплив. Повернуся за 3 хв.
vi: Đang bốc hỏa. 3 phút nữa quay lại.
zh_hans: 潮热中。3 分钟后回来。
zh_hant: 熱潮紅來了，3 分鐘後回來。

source: hot flashes
ar: الهبّات الساخنة
cs: návaly horka
da: hedeture
de: Hitzewallungen
el: εξάψεις
es: sofocos
es_419: bochornos
fi: kuumat aallot
fr: bouffées de chaleur
he: גלי חום
hi: हॉट फ़्लैश
hr: valunzi
hu: hőhullámok
id: rasa panas mendadak
it: vampate di calore
ja: ホットフラッシュ
ko: 안면홍조
ms: panas badan mendadak
nb: hetetokter
nl: opvliegers
pl: uderzenia gorąca
pt_br: fogachos
pt_pt: afrontamentos
ro: bufeuri
sk: návaly tepla
sv: värmevallningar
th: อาการร้อนวูบวาบ
tr: sıcak basmaları
uk: припливи
vi: bốc hỏa
zh_hans: 潮热
zh_hant: 熱潮紅

source: Hot flashes
ar: الهبّات الساخنة
cs: Návaly horka
da: Hedeture
de: Hitzewallungen
el: Εξάψεις
es: Sofocos
es_419: Bochornos
fi: Kuumat aallot
fr: Bouffées
he: גלי חום
hi: हॉट फ़्लैश
hr: Valunzi
hu: Hőhullámok
id: Panas mendadak
it: Vampate
ja: ホットフラッシュ
ko: 안면홍조
ms: Panas mendadak
nb: Hetetokter
nl: Opvliegers
pl: Uderzenia gorąca
pt_br: Fogachos
pt_pt: Afrontamentos
ro: Bufeuri
sk: Návaly tepla
sv: Värmevallningar
th: ร้อนวูบวาบ
tr: Sıcak basmaları
uk: Припливи
vi: Cơn bốc hỏa
zh_hans: 潮热
zh_hant: 熱潮紅

source: hot flashes / night sweats
ar: الهبّات الساخنة / التعرّق الليلي
cs: návaly horka / noční pocení
da: hedeture / nattesved
de: Hitzewallungen / nächtliches Schwitzen
el: εξάψεις / νυχτερινές εφιδρώσεις
es: sofocos / sudores nocturnos
es_419: bochornos / sudores nocturnos
fi: kuumat aallot / yöhikoilu
fr: bouffées de chaleur / sueurs nocturnes
he: גלי חום / הזעות לילה
hi: हॉट फ़्लैश / रात में पसीना
hr: valunzi / noćno znojenje
hu: hőhullámok / éjszakai izzadás
id: rasa panas mendadak / keringat malam
it: vampate di calore / sudorazioni notturne
ja: ホットフラッシュ／寝汗
ko: 안면홍조 / 야간 발한
ms: panas badan mendadak / peluh malam
nb: hetetokter / nattesvette
nl: opvliegers / nachtelijk zweten
pl: uderzenia gorąca / nocne poty
pt_br: fogachos / suores noturnos
pt_pt: afrontamentos / suores noturnos
ro: bufeuri / transpirații nocturne
sk: návaly tepla / nočné potenie
sv: värmevallningar / nattsvettningar
th: ร้อนวูบวาบ / เหงื่อออกตอนกลางคืน
tr: sıcak basmaları / gece terlemeleri
uk: припливи / нічна пітливість
vi: bốc hỏa / đổ mồ hôi ban đêm
zh_hans: 潮热／夜间盗汗
zh_hant: 熱潮紅／夜間盜汗

source: Hot flashes and night sweats
ar: الهبّات الساخنة والتعرّق الليلي
cs: Návaly horka a noční pocení
da: Hedeture og nattesved
de: Hitzewallungen und nächtliches Schwitzen
el: Εξάψεις και νυχτερινές εφιδρώσεις
es: Sofocos y sudores nocturnos
es_419: Bochornos y sudores nocturnos
fi: Kuumat aallot ja yöhikoilu
fr: Bouffées de chaleur et sueurs nocturnes
he: גלי חום והזעות לילה
hi: हॉट फ़्लैश और रात में पसीना
hr: Valunzi i noćno znojenje
hu: Hőhullámok és éjszakai izzadás
id: Rasa panas mendadak dan keringat malam
it: Vampate di calore e sudorazioni notturne
ja: ホットフラッシュと寝汗
ko: 안면홍조와 야간 발한
ms: Kepanasan mendadak dan berpeluh pada waktu malam
nb: Hetetokter og nattesvette
nl: Opvliegers en nachtelijk zweten
pl: Uderzenia gorąca i nocne poty
pt_br: Fogachos e suores noturnos
pt_pt: Afrontamentos e suores noturnos
ro: Bufeuri și transpirații nocturne
sk: Návaly tepla a nočné potenie
sv: Värmevallningar och nattsvettningar
th: อาการร้อนวูบวาบและเหงื่อออกตอนกลางคืน
tr: Sıcak basmaları ve gece terlemeleri
uk: Припливи й нічна пітливість
vi: Bốc hỏa và đổ mồ hôi ban đêm
zh_hans: 潮热和夜间盗汗
zh_hant: 熱潮紅與夜間盜汗

source: Hot flashes today
ar: الهبّات الساخنة اليوم
cs: Návaly horka dnes
da: Hedeture i dag
de: Hitzewallungen heute
el: Εξάψεις σήμερα
es: Sofocos hoy
es_419: Bochornos hoy
fi: Kuumat aallot tänään
fr: Bouffées de chaleur aujourd’hui
he: גלי חום היום
hi: आज के हॉट फ़्लैश
hr: Valunzi danas
hu: Mai hőhullámok
id: Rasa panas mendadak hari ini
it: Vampate oggi
ja: 今日のホットフラッシュ
ko: 오늘의 안면홍조
ms: Kepanasan mendadak hari ini
nb: Hetetokter i dag
nl: Opvliegers vandaag
pl: Uderzenia gorąca dziś
pt_br: Fogachos hoje
pt_pt: Afrontamentos hoje
ro: Bufeuri azi
sk: Návaly tepla dnes
sv: Värmevallningar idag
th: อาการร้อนวูบวาบวันนี้
tr: Bugünkü sıcak basmaları
uk: Припливи сьогодні
vi: Bốc hỏa hôm nay
zh_hans: 今天的潮热
zh_hant: 今天的熱潮紅

source: Hot flashes, night sweats and sleep are on. Add more if they matter to you. You can change this any time.
ar: الهبّات الساخنة والتعرّق الليلي والنوم مفعّلة. أضيفي المزيد إن كان يهمّكِ. يمكنكِ تغيير ذلك في أي وقت.
cs: Návaly horka, noční pocení a spánek jsou zapnuté. Přidej další, pokud jsou pro tebe důležité. Změnit to můžeš kdykoli.
da: Hedeture, nattesved og søvn er slået til. Tilføj flere, hvis de betyder noget for dig. Du kan ændre det når som helst.
de: Hitzewallungen, nächtliches Schwitzen und Schlaf sind aktiviert. Füge weitere hinzu, wenn sie dir wichtig sind. Du kannst das jederzeit ändern.
el: Οι εξάψεις, οι νυχτερινές εφιδρώσεις και ο ύπνος είναι ενεργά. Πρόσθεσε κι άλλα αν έχουν σημασία για σένα. Μπορείς να το αλλάξεις οποτεδήποτε.
es: Sofocos, sudores nocturnos y sueño están activados. Añade más si te importan. Puedes cambiarlo cuando quieras.
es_419: Bochornos, sudores nocturnos y sueño están activados. Agrega más si te importan. Puedes cambiarlo cuando quieras.
fi: Kuumat aallot, yöhikoilu ja uni ovat valittuina. Lisää muita, jos ne ovat sinulle tärkeitä. Voit muuttaa tätä milloin tahansa.
fr: Bouffées de chaleur, sueurs nocturnes et sommeil sont activés. Ajoutez-en d’autres si c’est important pour vous. Vous pouvez modifier cela à tout moment.
he: גלי חום, הזעות לילה ושינה כבר מופעלים. הוסיפי עוד אם הם חשובים לך. אפשר לשנות את זה בכל עת.
hi: हॉट फ़्लैश, रात में पसीना और नींद चालू हैं। अगर आपके लिए ज़रूरी हो तो और जोड़ें। आप इसे कभी भी बदल सकती हैं।
hr: Valunzi, noćno znojenje i spavanje su uključeni. Dodaj još ako ti je važno. To možeš promijeniti kad god želiš.
hu: A hőhullámok, az éjszakai izzadás és az alvás be van kapcsolva. Adj hozzá többet, ha fontosak neked. Ezt bármikor módosíthatod.
id: Rasa panas mendadak, keringat malam, dan tidur sudah aktif. Tambahkan yang lain jika penting bagimu. Kamu bisa mengubahnya kapan saja.
it: Vampate di calore, sudorazioni notturne e sonno sono attivi. Aggiungi altro se per te conta. Puoi cambiarlo quando vuoi.
ja: ホットフラッシュ、寝汗、睡眠はオンになっています。ほかにも大切な項目があれば追加してください。いつでも変更できます。
ko: 안면홍조, 야간 발한, 수면이 켜져 있어요. 중요한 항목이 있다면 더 추가하세요. 언제든 바꿀 수 있어요.
ms: Panas badan mendadak, peluh malam dan tidur sudah dihidupkan. Tambah lagi jika penting bagi anda. Anda boleh menukarnya bila-bila masa.
nb: Hetetokter, nattesvette og søvn er slått på. Legg til flere hvis de betyr noe for deg. Du kan endre dette når som helst.
nl: Opvliegers, nachtelijk zweten en slaap staan aan. Voeg meer toe als die belangrijk voor je zijn. Je kunt dit altijd aanpassen.
pl: Uderzenia gorąca, nocne poty i sen są włączone. Dodaj więcej, jeśli są dla ciebie ważne. Możesz to zmienić w każdej chwili.
pt_br: Fogachos, suores noturnos e sono já estão ativados. Adicione mais se forem importantes para você. Você pode mudar isso quando quiser.
pt_pt: Os afrontamentos, os suores noturnos e o sono já estão ativados. Adiciona mais, se forem importantes para ti. Podes alterar isto quando quiseres.
ro: Bufeurile, transpirațiile nocturne și somnul sunt activate. Adaugă și altele dacă sunt importante pentru tine. Poți schimba asta oricând.
sk: Návaly tepla, nočné potenie a spánok sú zapnuté. Pridaj ďalšie, ak sú pre teba dôležité. Zmeniť to môžeš kedykoľvek.
sv: Värmevallningar, nattsvettningar och sömn är påslagna. Lägg till fler om de är viktiga för dig. Du kan ändra det när du vill.
th: เปิดอาการร้อนวูบวาบ เหงื่อออกตอนกลางคืน และการนอนไว้แล้ว เพิ่มเรื่องอื่นได้หากสำคัญกับคุณ เปลี่ยนได้ทุกเมื่อ
tr: Sıcak basmaları, gece terlemeleri ve uyku açık. Senin için önemliyse başkalarını da ekle. Bunu istediğin zaman değiştirebilirsin.
uk: Припливи, нічну пітливість і сон увімкнено. Додай інше, якщо це для тебе важливо. Змінити це можна будь-коли.
vi: Bốc hỏa, đổ mồ hôi ban đêm và giấc ngủ đã được bật. Hãy thêm mục khác nếu chúng quan trọng với bạn. Bạn có thể thay đổi bất cứ lúc nào.
zh_hans: 已开启潮热、夜间盗汗和睡眠。如果其他项目对你重要，可以再添加。随时都能更改。
zh_hant: 已開啟熱潮紅、夜間盜汗和睡眠。如果其他項目對你很重要，可以再加入。隨時都可以更改。

source: Hot flashes, night sweats, sleep, other symptoms, menopause stage and wrist temperature
ar: الهبّات الساخنة، والتعرّق الليلي، والنوم، والأعراض الأخرى، ومرحلة انقطاع الطمث، وحرارة المعصم
cs: Návaly horka, noční pocení, spánek, další příznaky, fáze přechodu a teplota zápěstí
da: Hedeture, nattesved, søvn, andre symptomer, fase i overgangsalderen og håndledstemperatur
de: Hitzewallungen, nächtliches Schwitzen, Schlaf, weitere Beschwerden, Wechseljahresphase und Handgelenktemperatur
el: Εξάψεις, νυχτερινές εφιδρώσεις, ύπνος, άλλα συμπτώματα, στάδιο εμμηνόπαυσης και θερμοκρασία καρπού
es: Sofocos, sudores nocturnos, sueño, otros síntomas, etapa de la menopausia y temperatura de la muñeca
es_419: Bochornos, sudores nocturnos, sueño, otros síntomas, etapa de la menopausia y temperatura de la muñeca
fi: Kuumat aallot, yöhikoilu, uni, muut oireet, vaihdevuosien vaihe ja ranteen lämpötila
fr: Bouffées de chaleur, sueurs nocturnes, sommeil, autres symptômes, stade de la ménopause et température au poignet
he: גלי חום, הזעות לילה, שינה, תסמינים אחרים, שלב גיל המעבר וטמפרטורת פרק כף היד
hi: हॉट फ़्लैश, रात में पसीना, नींद, दूसरे लक्षण, रजोनिवृत्ति का चरण और कलाई का तापमान
hr: Valunzi, noćno znojenje, spavanje, ostali simptomi, faza menopauze i temperatura zapešća
hu: Hőhullámok, éjszakai izzadás, alvás, egyéb tünetek, menopauzális szakasz és csuklóhőmérséklet
id: Rasa panas mendadak, keringat malam, tidur, gejala lain, tahap menopause, dan suhu pergelangan tangan
it: Vampate di calore, sudorazioni notturne, sonno, altri sintomi, fase della menopausa e temperatura del polso
ja: ホットフラッシュ、寝汗、睡眠、その他の症状、閉経の段階、手首皮膚温
ko: 안면홍조, 야간 발한, 수면, 기타 증상, 갱년기 단계, 손목 체온
ms: Kepanasan mendadak, peluh malam, tidur, simptom lain, peringkat menopaus dan suhu pergelangan tangan
nb: Hetetokter, nattesvette, søvn, andre symptomer, fase i overgangsalderen og håndleddstemperatur
nl: Opvliegers, nachtelijk zweten, slaap, andere klachten, overgangsfase en polstemperatuur
pl: Uderzenia gorąca, nocne poty, sen, inne objawy, etap menopauzy i temperatura nadgarstka
pt_br: Fogachos, suores noturnos, sono, outros sintomas, fase da menopausa e temperatura do pulso
pt_pt: Afrontamentos, suores noturnos, sono, outros sintomas, fase da menopausa e temperatura do pulso
ro: Bufeuri, transpirații nocturne, somn, alte simptome, etapa menopauzei și temperatura încheieturii
sk: Návaly tepla, nočné potenie, spánok, ďalšie príznaky, fáza menopauzy a teplota zápästia
sv: Värmevallningar, nattsvettningar, sömn, andra symtom, fas i klimakteriet och handledstemperatur
th: อาการร้อนวูบวาบ เหงื่อออกตอนกลางคืน การนอน อาการอื่น ๆ ระยะของวัยหมดประจำเดือน และอุณหภูมิข้อมือ
tr: Sıcak basmaları, gece terlemeleri, uyku, diğer belirtiler, menopoz evresi ve bilek sıcaklığı
uk: Припливи, нічна пітливість, сон, інші симптоми, етап менопаузи й температура запʼястка
vi: Bốc hỏa, đổ mồ hôi ban đêm, giấc ngủ, các triệu chứng khác, giai đoạn mãn kinh và nhiệt độ cổ tay
zh_hans: 潮热、夜间盗汗、睡眠、其他症状、更年期阶段和手腕温度
zh_hant: 熱潮紅、夜間盜汗、睡眠、其他症狀、停經階段和手腕溫度

source: How did it go with %@?
ar: كيف سار الأمر مع %@؟
cs: %@: jak návštěva proběhla?
da: Hvordan gik det med %@?
de: Wie lief es mit %@?
el: %@: πώς πήγε το ραντεβού;
es: ¿Qué tal fue con %@?
es_419: ¿Cómo te fue con %@?
fi: Miten käynti sujui (%@)?
fr: Et ce rendez-vous avec %@ ?
he: איך היה אצל %@?
hi: %@ के साथ कैसा रहा?
hr: Kako je prošao termin (%@)?
hu: Hogy ment a rendelés (%@)?
id: Bagaimana konsultasi dengan %@?
it: Com'è andata con %@?
ja: %@の診察はいかがでしたか？
ko: %@ 진료는 어떠셨어요?
ms: Bagaimana keadaannya dengan %@?
nb: Hvordan gikk det med %@?
nl: Hoe ging het met %@?
pl: %@ – jak poszła wizyta?
pt_br: Como foi com %@?
pt_pt: Como correu com %@?
ro: Cum a mers la %@?
sk: Ako prebehla návšteva (%@)?
sv: Hur gick det med %@?
th: การพบ %@ เป็นอย่างไรบ้าง
tr: %@ ile randevun nasıl geçti?
uk: %@: як минув візит?
vi: Buổi khám với %@ thế nào?
zh_hans: 这次见%@，情况怎么样？
zh_hant: 和%@的看診還順利嗎？

source: How did your appointment go?
ar: كيف كان موعدكِ؟
cs: Jak proběhla tvoje návštěva?
da: Hvordan gik det hos lægen?
de: Wie war dein Termin?
el: Πώς πήγε το ραντεβού σου;
es: ¿Qué tal fue la cita?
es_419: ¿Cómo te fue en tu cita?
fi: Miten käyntisi sujui?
fr: Comment s’est passé votre rendez-vous ?
he: איך היה התור?
hi: आपका अपॉइंटमेंट कैसा रहा?
hr: Kako je prošao termin?
hu: Hogy ment a rendelés?
id: Bagaimana konsultasimu?
it: Com'è andato l'appuntamento?
ja: 受診はいかがでしたか？
ko: 진료는 어떠셨어요?
ms: Bagaimana temu janji anda?
nb: Hvordan gikk legetimen?
nl: Hoe ging je afspraak?
pl: Jak poszła wizyta?
pt_br: Como foi a sua consulta?
pt_pt: Como correu a tua consulta?
ro: Cum a fost la consultație?
sk: Ako prebehla návšteva u lekára?
sv: Hur gick läkarbesöket?
th: การพบแพทย์เป็นอย่างไรบ้าง
tr: Randevun nasıl geçti?
uk: Як минув візит?
vi: Buổi khám của bạn thế nào?
zh_hans: 这次就诊怎么样？
zh_hant: 這次看診還順利嗎？

source: How do I sleep cooler?
ar: كيف أجعل نومي أبرد؟
cs: Jak spát bez přehřívání?
da: Hvordan sover jeg køligere?
de: Wie schlafe ich kühler?
el: Πώς θα κοιμάμαι πιο δροσερά;
es: ¿Cómo puedo dormir más fresca?
es_419: ¿Cómo duermo con menos calor?
fi: Miten voin nukkua viileämmin?
fr: Comment dormir plus au frais ?
he: איך לישון קריר יותר?
hi: मैं ठंडक में कैसे सोऊँ?
hr: Kako se noću manje pregrijavati?
hu: Hogyan aludhatok hűvösebben?
id: Bagaimana agar tidur lebih sejuk?
it: Come posso dormire più al fresco?
ja: 涼しく眠るには？
ko: 어떻게 하면 더 시원하게 잘 수 있나요?
ms: Bagaimana untuk tidur dengan lebih sejuk?
nb: Hvordan kan jeg sove kjøligere?
nl: Hoe slaap ik koeler?
pl: Jak spać chłodniej?
pt_br: Como dormir com menos calor?
pt_pt: Como posso dormir com menos calor?
ro: Cum pot avea nopți mai răcoroase?
sk: Ako sa v spánku menej prehrievať?
sv: Hur kan jag sova svalare?
th: นอนให้เย็นสบายขึ้นได้อย่างไร
tr: Nasıl daha serin uyurum?
uk: Як спати в прохолоді?
vi: Làm sao để ngủ mát hơn?
zh_hans: 怎样睡得更凉快？
zh_hant: 怎樣睡得涼爽一點？

source: How do my current medications fit this picture?
ar: كيف تتناسب أدويتي الحالية مع هذه الصورة؟
cs: Jak do tohoto obrazu zapadají léky, které teď užívám?
da: Hvordan passer min nuværende medicin ind i billedet?
de: Wie passen meine aktuellen Medikamente zu diesem Bild?
el: Πώς ταιριάζουν τα φάρμακα που παίρνω τώρα σε αυτή την εικόνα;
es: ¿Cómo encaja mi medicación actual en este cuadro?
es_419: ¿Cómo encajan mis medicamentos actuales en este panorama?
fi: Miten nykyiset lääkkeeni sopivat tähän kuvaan?
fr: Comment mes médicaments actuels s’inscrivent-ils dans ce tableau ?
he: איך התרופות שאני נוטלת עכשיו משתלבות בתמונה הזו?
hi: मेरी मौजूदा दवाएँ इस तस्वीर में कहाँ फ़िट होती हैं?
hr: Kako se moji trenutačni lijekovi uklapaju u ovu sliku?
hu: Hogyan illenek a jelenlegi gyógyszereim ebbe a képbe?
id: Bagaimana kaitan obat-obat saya saat ini dengan gambaran ini?
it: Come si inseriscono i farmaci che prendo ora in questo quadro?
ja: 今使っている薬は、この全体像とどう関係していますか？
ko: 지금 복용 중인 약은 이 상황과 어떻게 맞물리나요?
ms: Bagaimana ubat saya sekarang sesuai dengan gambaran ini?
nb: Hvordan passer medisinene jeg bruker nå inn i dette bildet?
nl: Hoe passen mijn huidige medicijnen in dit beeld?
pl: Jak moje obecne leki wpisują się w ten obraz?
pt_br: Como os meus medicamentos atuais se encaixam nesse quadro?
pt_pt: Como é que a minha medicação atual se encaixa neste quadro?
ro: Cum se potrivesc medicamentele mele actuale în acest tablou?
sk: Ako do tohto obrazu zapadajú moje súčasné lieky?
sv: Hur passar mina nuvarande läkemedel in i den här bilden?
th: ยาที่ฉันใช้อยู่ตอนนี้เกี่ยวข้องกับภาพรวมนี้อย่างไร
tr: Şu anki ilaçlarım bu tabloya nasıl uyuyor?
uk: Як мої теперішні ліки вписуються в цю картину?
vi: Các thuốc tôi đang dùng liên quan thế nào đến tình trạng này?
zh_hans: 我目前用的药物和这些情况有什么关系？
zh_hant: 我目前使用的藥物，和這些狀況要怎麼一起考量？

source: How it turns on
ar: طريقة التفعيل
cs: Jak se zapíná
da: Sådan slås den til
de: So schaltet sie sich ein
el: Πώς ενεργοποιείται
es: Cómo se activa
es_419: Cómo se activa
fi: Miten se kytkeytyy päälle
fr: Comment elle s’active
he: איך הוא מופעל
hi: यह कैसे चालू होता है
hr: Kako se uključuje
hu: Hogyan kapcsol be
id: Cara menyalakannya
it: Come si attiva
ja: オンになるタイミング
ko: 켜지는 방식
ms: Cara ia dihidupkan
nb: Slik slås den på
nl: Hoe hij aangaat
pl: Jak się włącza
pt_br: Como ele é ativado
pt_pt: Como se ativa
ro: Cum se activează
sk: Ako sa zapína
sv: Så slås den på
th: วิธีเปิดใช้งาน
tr: Nasıl açılır
uk: Як вона вмикається
vi: Cách bật
zh_hans: 如何开启
zh_hant: 如何開啟

source: How long
ar: المدة
cs: Jak dlouho
da: Hvor længe
de: Wie lange
el: Διάρκεια
es: Cuánto tiempo
es_419: Duración
fi: Kesto
fr: Durée
he: כמה זמן
hi: कितनी देर
hr: Trajanje
hu: Időtartam
id: Berapa lama
it: Durata
ja: 持続時間
ko: 지속 시간
ms: Berapa lama
nb: Hvor lenge
nl: Hoe lang
pl: Jak długo
pt_br: Duração
pt_pt: Duração
ro: Cât a durat
sk: Ako dlho
sv: Hur länge
th: นานเท่าไร
tr: Süre
uk: Як довго
vi: Thời lượng
zh_hans: 持续多久
zh_hant: 持續多久

source: How long do hot flashes last?
ar: كم تدوم الهبّات الساخنة؟
cs: Jak dlouho trvají návaly horka?
da: Hvor længe varer hedeture?
de: Wie lange dauern Hitzewallungen?
el: Πόσο διαρκούν οι εξάψεις;
es: ¿Cuánto duran los sofocos?
es_419: ¿Cuánto duran los bochornos?
fi: Kuinka kauan kuumat aallot kestävät?
fr: Combien de temps durent les bouffées de chaleur ?
he: כמה זמן נמשכים גלי חום?
hi: हॉट फ़्लैश कितनी देर रहते हैं?
hr: Koliko traju valunzi?
hu: Meddig tartanak a hőhullámok?
id: Berapa lama rasa panas mendadak berlangsung?
it: Quanto durano le vampate di calore?
ja: ホットフラッシュはどのくらい続きますか？
ko: 안면홍조는 얼마나 오래 가나요?
ms: Berapa lama panas badan mendadak berlangsung?
nb: Hvor lenge varer hetetokter?
nl: Hoe lang duren opvliegers?
pl: Jak długo trwają uderzenia gorąca?
pt_br: Quanto tempo duram os fogachos?
pt_pt: Quanto tempo duram os afrontamentos?
ro: Cât durează bufeurile?
sk: Ako dlho trvajú návaly tepla?
sv: Hur länge varar värmevallningar?
th: อาการร้อนวูบวาบเป็นนานแค่ไหน
tr: Sıcak basmaları ne kadar sürer?
uk: Скільки тривають припливи?
vi: Bốc hỏa kéo dài bao lâu?
zh_hans: 潮热会持续多久？
zh_hant: 熱潮紅會持續多久？

source: How often
ar: التكرار
cs: Jak často
da: Hvor ofte
de: Wie oft
el: Συχνότητα
es: Frecuencia
es_419: Frecuencia
fi: Kuinka usein
fr: Fréquence
he: תדירות
hi: कितनी बार
hr: Koliko često
hu: Milyen gyakran
id: Seberapa sering
it: Frequenza
ja: 頻度
ko: 빈도
ms: Berapa kerap
nb: Hvor ofte
nl: Hoe vaak
pl: Jak często
pt_br: Frequência
pt_pt: Frequência
ro: Cât de des
sk: Ako často
sv: Hur ofta
th: บ่อยแค่ไหน
tr: Ne sıklıkla
uk: Як часто
vi: Tần suất
zh_hans: 频率
zh_hant: 頻率

source: How strong
ar: الشدة
cs: Jak silná
da: Hvor kraftig
de: Wie stark
el: Ένταση
es: Intensidad
es_419: Intensidad
fi: Voimakkuus
fr: Intensité
he: עוצמה
hi: कितनी तेज़
hr: Jačina
hu: Milyen erős
id: Seberapa kuat
it: Intensità
ja: 強さ
ko: 강도
ms: Sekuat mana
nb: Hvor kraftig
nl: Hoe sterk
pl: Jak silna
pt_br: Intensidade
pt_pt: Intensidade
ro: Cât de puternic
sk: Aká silná
sv: Hur stark
th: แรงแค่ไหน
tr: Ne kadar güçlü
uk: Наскільки сильна
vi: Cường độ
zh_hans: 强度
zh_hant: 強度

source: How strong was it?
ar: ما مدى شدتها؟
cs: Jak silná byla?
da: Hvor kraftig var den?
de: Wie stark war sie?
el: Πόσο έντονο ήταν;
es: ¿Qué intensidad tuvo?
es_419: ¿Qué tan fuerte fue?
fi: Kuinka voimakas se oli?
fr: Quelle était son intensité ?
he: כמה חזק הוא היה?
hi: कितनी तेज़ थी?
hr: Koliko je bio jak?
hu: Milyen erős volt?
id: Seberapa kuat tadi?
it: Quanto è stata forte?
ja: どのくらい強かったですか？
ko: 얼마나 강했나요?
ms: Sekuat mana gelombang tadi?
nb: Hvor kraftig var den?
nl: Hoe sterk was het?
pl: Jak silna była?
pt_br: Qual foi a intensidade?
pt_pt: Qual foi a intensidade?
ro: Cât de puternic a fost?
sk: Aká silná bola?
sv: Hur stark var den?
th: ครั้งนี้แรงแค่ไหน
tr: Ne kadar güçlüydü?
uk: Наскільки сильною вона була?
vi: Cơn này mạnh đến đâu?
zh_hans: 有多强烈？
zh_hant: 有多強烈？

source: How strong?
ar: ما شدتها؟
cs: Jak silná?
da: Hvor kraftig?
de: Wie stark?
el: Πόσο έντονο;
es: ¿Intensidad?
es_419: ¿Qué tan fuerte?
fi: Kuinka voimakas?
fr: Quelle intensité ?
he: כמה חזק?
hi: कितनी तेज़?
hr: Koliko jak?
hu: Milyen erős?
id: Seberapa kuat?
it: Quanto forte?
ja: 強さは？
ko: 얼마나 강했나요?
ms: Sekuat mana?
nb: Hvor kraftig?
nl: Hoe sterk?
pl: Jak silna?
pt_br: Qual a intensidade?
pt_pt: Que intensidade?
ro: Cât de puternic?
sk: Aká silná?
sv: Hur stark?
th: แรงแค่ไหน
tr: Ne kadar güçlü?
uk: Наскільки сильна?
vi: Mạnh đến đâu?
zh_hans: 有多强？
zh_hant: 多強烈？
